Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: QuickType bar suggestions
be: Прапановы панэлі QuickType
ca: Suggerències de la barra QuickType
cs: Návrhy panelu QuickType
da: QuickType bar-forslag
de: Vorschläge der QuickType-Leiste
el: Υποδείξεις γραμμής QuickType
es: Barra de sugerencias QuickType
es_419: Barra de sugerencias QuickType
fi: QuickType-palkin ehdotukset
fr: Barre de suggestion QuickType
hu: Gyors gépelési sor javaslatok
id: Saran bilah QuickType
it: Suggerimenti sulla barra di QuickType
ja: QuickType バーの提案
ka: პანელის 'QuickType' მინიშნებები
ko: QuickType 바 제안
nb: QuickType-ordforslag
nl: QuickType bar suggesties
pl: Sugestie paska QuickType
pt: Barra de sugestões "QuickType"
pt_br: Barra de sugestões QuickType
ro: Sugestii în câmpul de tipărire rapidă
ru: Подсказки на полосе QuickType
sk: Návrhy panela QuickType
sl: Predlogi vrstice QuickType
sv: Fält för QuickType-förslag
tr: Hızlı yazma çubuğu önerileri
uk: Пропозиції панелі QuickType
vi: Gợi ý trên thanh QuickType
zh_hans: QuickType 栏建议
zh_hant: 快速輸入列建議選項

source: Random password
be: Выпадковы пароль
ca: Contrasenya aleatòria
cs: Náhodné heslo
da: Tilfældig adgangskode
de: Zufälliges Passwort
el: Τυχαίος Κωδικός Πρόσβασης
es: Contraseña aleatoria
es_419: Contraseña aleatoria
fi: Satunnainen salasana
fr: Mot de passe aléatoire
hu: Véletlenszerű jelszó
id: Kata sandi acak
it: Password casuale
ja: ランダムなパスワード
ka: შემთხვევითი პაროლი
ko: 무작위 비밀번호
nb: Tilfeldig passord
nl: Willekeurig wachtwoord
pl: Hasło losowe
pt: Palavra-passe aleatória
pt_br: Senha aleatória
ro: Parolă aleatorie
ru: Случайный пароль
sk: Náhodné heslo
sl: Naključno geslo
sv: Slumpmässigt lösenord
tr: Rastgele parola
uk: Випадковий пароль
vi: Mật khẩu ngẫu nhiên
zh_hans: 随机密码
zh_hant: 隨機生成密碼

source: Recent searches
be: Нядаўнія пошукі
ca: Cerques recents
cs: Poslední vyhledávání
da: Seneste søgninger
de: Kürzliche Suchanfragen
el: Πρόσφατες αναζητήσεις
es: Búsquedas recientes
es_419: Búsquedas recientes
fi: Viimeisimmät haut
fr: Recherches récentes
hu: Legutóbbi keresések
id: Pencarian terkini
it: Ricerche recenti
ja: 最近の検索
ka: ბოლო ძიებები
ko: 최근 검색
nb: Nylige søk
nl: Recente zoekopdrachten
pl: Ostatnie wyszukiwania
pt: Pesquisas recentes
pt_br: Pesquisas recentes
ro: Căutări recente
ru: Недавние поиски
sk: Nedávne vyhľadávania
sl: Nedavna iskanja
sv: Senaste sökningar
tr: Son aramalar
uk: Останні пошуки
vi: Tìm kiếm gần đây
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Recents
be: Нядаўнія
cs: Nedávné
da: Seneste
de: Neueste
el: Πρόσφατες
es: Recientes
es_419: Recientes
fi: Viimeisimmät
fr: Récents
hu: Előzmények
id: Terkini
it: Recenti
ja: 最近
ka: ახლახან გამოყენებულები
ko: 최근
nb: Nylige
nl: Recente
pl: Ostatnie
pt: Recentes
pt_br: Recentes
ro: Recente
ru: Недавние
sk: Nedávne
sl: Nedavne
sv: Senaste
tr: Son kullanılanlar
uk: Нещодавні
vi: Mới dùng
zh_hans: 最近
zh_hant: 最近使用

source: Recommended actions
be: Рэкамендаваныя дзеянні
ca: Accions recomanades
cs: Doporučené akce
da: Anbefalede handlinger
de: Empfohlene Aktionen
el: Συνιστώμενες ενέργειες
es: Acciones recomendadas
es_419: Acciones recomendadas
fi: Suositellut toimenpiteet
fr: Actions recommandées
hu: Javasolt műveletek
id: Tindakan yang direkomendasikan
it: Azioni consigliate
ja: 推奨されるアクション
ka: რეკომენდებული ქმედებები
ko: 권장하는 조치
nb: Anbefalte tiltak
nl: Aanbevolen acties
pl: Zalecane kroki
pt: Ações recomendadas
pt_br: Ações recomendadas
ro: Acțiuni recomandate
ru: Рекомендуемые действия
sk: Odporúčané opatrenia
sl: Priporočena dejanja
sv: Rekommenderade åtgärder
tr: Önerilen işlemler
uk: Рекомендовані дії
vi: Hành động được đề xuất
zh_hans: 建议采取的行动
zh_hant: 建議行動

source: Record number
be: Нумар запісу
ca: Número de registre
cs: Číslo záznamu
da: Recordnummer
de: Aktenzeichen
el: Αριθμός εγγραφής
es: Número de registro
es_419: Número de registro
fi: Tietueen numero
fr: Numéro d'enregistrement
hu: Rekord szám
id: Nomor rekaman
it: Numero record
ja: レコード番号
ko: 의료 기록 번호
nb: Registreringsnummer
nl: Recordnummer
pl: Numer rekordu
pt: Número de registo
pt_br: Número do registro
ro: Număr înregistrare
ru: Номер записи
sk: Číslo záznamu
sl: Številka zapisa
tr: Kayıt numarası
uk: Номер запису
vi: Số hồ sơ
zh_hans: 记录数
zh_hant: 病歷號碼

source: Regenerate password
be: Генерыраваць пароль паўторна
ca: Regenera la contrasenya
cs: Vygenerovat jiné heslo
da: Regenerér adgangskode
de: Passwort neu generieren
el: Επαναδημιουργία κωδικού πρόσβασης
es: Regenerar la contraseña
es_419: Regenerar contraseña
fi: Luo uusi salasana
fr: Régénérer un mot de passe
hu: Új jelszó generálása
id: Hasilkan ulang kata sandi
it: Genera nuovamente la password
ja: パスワードを再生成
ka: პაროლი თავიდან
ko: 비밀번호 재생성
nb: Generer passord på nytt
nl: Wachtwoord opnieuw genereren
pl: Wygeneruj ponownie hasło
pt: Regenerar a palavra-passe
pt_br: Regerar senha
ro: Regenerare parolă
ru: Создать новый пароль
sk: Vygenerovať nové heslo
sl: Ponovno ustvari geslo
sv: Generera lösenord igen
tr: Parolayı yeniden oluştur
uk: Створити пароль знову
vi: Tạo lại mật khẩu
zh_hans: 重新生成密码
zh_hant: 重新產生密碼字元

source: Reject invitation
be: Адхіліць запрашэнне
ca: Rebutja la invitació
cs: Odmítnout pozvánku
da: Afvis invitation
de: Einladung ablehnen
el: Απόρριψη πρόσκλησης
es: Rechazar la invitación
es_419: Rechazar invitación
fi: Kieltäydy kutsusta
fr: Refuser l'invitation
hu: Meghívó elutasítása
id: Tolak undangan
it: Rifiuta l'invito
ja: 招待を拒否する
ka: მოსაწვევის უარყოფა
ko: 초대 거절
nb: Avslå invitasjon
nl: Uitnodiging afwijzen
pl: Odrzuć zaproszenie
pt: Rejeitar o convite
pt_br: Recusar convite
ro: Refuzare invitație
ru: Отклонить приглашение
sk: Odmietnuť pozvánku
sl: Zavrni povabilo
sv: Avböj inbjudan
tr: Daveti reddet
uk: Відхилити запрошення
vi: Từ chối lời mời
zh_hans: 拒绝邀请
zh_hant: 婉拒邀請

source: Remove
be: Выдаліць
ca: Esborra
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Retirer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ka: წაშლა
ko: 삭제
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Eliminare
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити
vi: Loại bỏ
zh_hans: 注销
zh_hant: 刪除

source: Remove alias
be: Выдаліць псеўданім
ca: Esborra l'àlies
cs: Odebrat alias
da: Fjern alias
de: Alias entfernen
el: Κατάργηση ψευδωνύμου
es: Eliminar el alias
es_419: Eliminar el alias
fi: Poista alias
fr: Retirer l'alias
hu: E-mail álnév eltávolítása
id: Hapus alias
it: Rimuovi alias
ja: エイリアスを削除
ka: ფსევდონიმის წაშლა
ko: 별칭 삭제
nb: Fjern alias
nl: Alias verwijderen
pl: Usuń alias
pt: Remover 'alias'
pt_br: Remover alias
ro: Eliminare alias
ru: Удалить псевдоним
sk: Odstrániť alias
sl: Odstrani vzdevek
sv: Ta bort alias
tr: Takma adı sil
uk: Вилучити псевдонім
vi: Xóa bí danh
zh_hans: 移除别名
zh_hant: 刪除別名

source: Remove all inactive links
be: Выдаліць усе неактыўныя спасылкі
ca: Esborra tots els enllaços inactius
cs: Odebrat všechny neaktivní odkazy
da: Fjern alle inaktive links
de: Alle inaktiven Links entfernen
el: Κατάργηση όλων των ανενεργών συνδέσμων
es: Borrar todos los enlaces inactivos
es_419: Eliminar todos los enlaces inactivos
fi: Poista kaikki käytöstä poistuneet linkit
fr: Retirer tous les liens inactifs
hu: Minden inaktív link eltávolítása
id: Hapus seluruh tautan yang tidak aktif
it: Rimuovi tutti i link inattivi
ja: 全ての非アクティブリンクを削除
ka: ყველა არააქტიური ბმულის მოცილება
ko: 모든 비활성 링크 삭제
nb: Fjern alle inaktive koblinger
nl: Verwijder alle inactieve links
pl: Usuń wszystkie nieaktywne linki
pt: Remover todas as ligações inativas
pt_br: Remover todos os link inativo
ro: Eliminare toate legături weble web inactive
ru: Удалить все неактивные ссылки
sk: Odstrániť všetky neaktívne odkazy
sl: Odstrani vse nedejavne povezave
sv: Ta bort alla inaktiva länkar
tr: Tüm etkin olmayan bağlantıları kaldır
uk: Видалити всі неактивні посилання
vi: Xóa tất cả liên kết không hoạt động
zh_hans: 移除所有不活动链接
zh_hant: 移除所有非作用中連結

source: Remove cached attachments from previous downloads
be: Выдаліць кэшыраваныя далучэнні ад папярэдніх спампоўванняў
ca: Esborra els adjunts en memòria cau de descàrregues anteriors
cs: Odebrat z mezipaměti přílohy předchozích stahování
da: Fjern cachelagrede vedhæftede filer fra tidligere downloads
de: Zwischengespeicherte Anhänge aus früheren Downloads entfernen
el: Κατάργηση προσωρινά αποθηκευμένων συνημμένων από προηγούμενες λήψεις
es: Eliminar los archivos adjuntos en caché de descargas anteriores
es_419: Eliminar los archivos adjuntos en caché de descargas anteriores
fi: Poista aiemmista latauksista puskuroidut liitteet välimuistista
fr: Retirer les pièces jointes mises en cache des téléchargements précédents
hu: Gyorsítótárazott csatolmányok eltávolítása előző letöltésekből
id: Hapus lampiran dalam tembolok dari unduhan sebelumnya
it: Rimuovi gli allegati memorizzati nella cache dai download precedenti
ja: 以前のダウンロードからキャッシュされた添付ファイルを削除
ka: დაკეშილი მიმაგრებული ფაილების წაშლა წინა გადმოწერებიდან
ko: 이전 다운로드에서 캐싱된 첨부파일 삭제
nb: Fjern bufrede vedlegg fra tidligere nedlastinger
nl: Verwijder bijlagen van vorige downloads uit de cache
pl: Usuń załączniki z pamięci podręcznej z poprzednich pobrań
pt: Remova anexos armazenados em cache de transferências anteriores
pt_br: Remover anexos em cache de downloads anteriores
ro: Eliminare fișiere atașate descărcărilor anterioare
ru: Удалить кэшированные вложения из предыдущих скачиваний
sk: Odstránenie dočasne uložených príloh z predchádzajúcich sťahovaní
sv: Ta bort cachade bilagor från tidigare nedladdningar
tr: Önceki indirmelerden ön bellekte kalan ek dosyaları kaldır
uk: Видалення з попередніх завантажень
vi: Xóa các tệp đính kèm được lưu trong bộ nhớ đệm khỏi các lần tải xuống trước đó
zh_hans: 从上次下载中删除缓存的附件
zh_hant: 移除來自先前下載的快取附件

source: Remove custom section
be: Выдаліць карыстальніцкі раздзел
ca: Esborri la secció personalitzada
cs: Odebrat vlastní sekci
da: Fjern tilpasset sektion
de: Eigenen Abschnitt entfernen
el: Κατάργηση προσαρμοσμένης ενότητας
es: Eliminar la sección personalizada
es_419: Eliminar la sección personalizada
fi: Poista mukautettu osio
fr: Supprimer la section personnalisée
hu: Egyéni szekciók eltávolítása
id: Hapus sesi tambahan
it: Rimuovi sezione personalizzata
ja: 全てのカスタムセクションを削除
ka: მორგებული განყოფილების წაშლა
ko: 커스텀 섹션 삭제
nb: Fjern tilpasset seksjon
nl: Verwijder aangepaste sectie
pl: Usuń niestandardową sekcję
pt: Remover a secção personalizada
pt_br: Remover seção personalizada
ro: Eliminare secțiune personală
ru: Удалить пользовательский раздел
sk: Odstrániť vlastnú sekciu
sl: Odstrani odsek po meri
sv: Ta bort anpassad sektion
tr: Özel bölümü kaldır
uk: Видалити власний розділ
vi: Xóa mục tùy chỉnh
zh_hans: 移除自定义部分
zh_hant: 移除自訂區段

source: Remove extra password
be: Выдаліць дадатковы пароль
ca: Esborrar la contrasenya addicional
cs: Odebrat dodatečné heslo
da: Fjern ekstra adgangskode
de: Zusätzliches Passwort entfernen
el: Κατάργηση επιπλέον κωδικού πρόσβασης
es: Eliminar la contraseña adicional
es_419: Eliminar la contraseña adicional
fi: Poista lisäsalasana
fr: Retirer le mot de passe supplémentaire
hu: Extra jelszó eltávolítása
id: Hapus kata sandi tambahan
it: Rimuovi la password aggiuntiva
ja: 追加のパスワードを削除
ka: დამატებითი პაროლის წაშლა
ko: 추가 비밀번호 지우기
nb: Fjern ekstra passord
nl: Verwijder extra wachtwoord
pl: Usuń dodatkowe hasło
pt: Remover a palavra-passe adicional
pt_br: Remover senha adicional
ro: Eliminare parolă suplimentară
ru: Удалить дополнительный пароль
sk: Odstrániť dodatočné heslo
sl: Odstranite dodatno geslo
sv: Ta bort extralösenord
tr: Ek parolayı kaldır
uk: Видалити додатковий пароль
vi: Gỡ bỏ mật khẩu phụ
zh_hans: 移除额外密码
zh_hant: 移除第二密碼

source: Remove field
be: Выдаліць поле
ca: Esborra el camp
cs: Odebrat pole
da: Fjern felt
de: Feld entfernen
el: Αφαίρεση πεδίου
es: Eliminar el campo
es_419: Eliminar el campo
fi: Poista kenttä
fr: Retirer le champ
hu: Mező eltávolítása
id: Hapus kolom
it: Rimuovi campo
ja: フィールドを削除
ka: ველის წაშლა
ko: 입력란 제거
nb: Fjern felt
nl: Verwijder veld
pl: Usuń pole
pt: Remover o campo
pt_br: Remover o campo
ro: Eliminare câmp
ru: Удалить поле
sk: Odstrániť pole
sl: Odstrani polje
sv: Ta bort fält
tr: Alanı kaldır
uk: Вилучити поле
vi: Xóa trường
zh_hans: 删除字段
zh_hant: 移除欄位

source: Remove inactive link
be: Выдаліць усе неактыўныя спасылкі
ca: Esborra l'enllaç inactiu
cs: Odebrat neaktivní odkaz
da: Fjern inaktivt link
de: Inaktiven Link entfernen
el: Κατάργηση ανενεργού συνδέσμου
es: Eliminar el enlace inactivo
es_419: Eliminar el enlace inactivo
fi: Poista käytöstä poistunut linkki
fr: Retirer le lien inactif
hu: Inaktív link eltávolítása
id: Hapus tautan yang tidak aktif
it: Rimuovi il link inattivo
ja: 非アクティブリンクを削除
ka: არააქტიური ბმულის მოცილება
ko: 비활성 링크 삭제
nb: Fjern inaktiv kobling
nl: Verwijder inactieve link
pl: Usuń nieaktywne linki
pt: Remover a ligação inativa
pt_br: Remover link inativo
ro: Eliminare legătură web inactivă
ru: Удалить неактивную ссылку
sk: Odstrániť neaktívny odkaz
sl: Odstrani nedejavno povezavo
sv: Ta bort inaktiv länk
tr: Etkin olmayan bağlantıyı kaldır
uk: Видалити неактивне посилання
vi: Xóa liên kết không hoạt động
zh_hans: 删除非活动链接
zh_hant: 移除非作用中連結

source: Remove link
be: Выдаліць спасылку
ca: Esborra l'enllaç
cs: Odstranit odkaz
da: Fjern link
de: Link entfernen
el: Αφαίρεση συνδέσμου
es: Eliminar el enlace
es_419: Eliminar el enlace
fi: Poista linkki
fr: Retirer le lien
hu: Link eltávolítása
id: Hapus tautan
it: Rimuovi il link
ja: リンクを削除
ka: ბმულის წაშლა
ko: 링크 삭제
nb: Fjern kobling
nl: Link verwijderen
pl: Usuń link
pt: Remover a ligação
pt_br: Remover link
ro: Eliminare legătură web
ru: Удалить ссылку
sk: Odstrániť odkaz
sl: Odstrani povezavo
sv: Ta bort länk
tr: Bağlantıyı kaldır
uk: Вилучити посилання
vi: Xóa liên kết
zh_hans: 移除链接
zh_hant: 移除連結

source: Rename
be: Перайменаваць
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar el nombre
es_419: Renombrar
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: 名前を変更
ka: სახელის გადარქმევა
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt: Mudar o nome
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename file
be: Перайменаваць файл
ca: Canvia el nom del fitxer
cs: Přejmenovat soubor
da: Omdøb fil
de: Datei umbenennen
el: Μετονομασία αρχείου
es: Cambiar el nombre del archivo
es_419: Renombrar archivo
fi: Nimeä tiedosto uudelleen
fr: Renommer un fichier
hu: Fájl átnevezése
id: Ubah nama berkas
it: Rinomina il file
ja: ファイル名の変更
ka: ფაილის სახელის გადარქმევა
ko: 파일 이름 변경
nb: Gi nytt navn til fil
nl: Bestand hernoemen
pl: Zmień nazwę pliku
pt: Mudar o nome do ficheiro
pt_br: Renomear arquivo
ro: Redenumire fișier
ru: Переименовать файл
sk: Premenovať súbor
sl: Preimenuj datoteko
sv: Byt namn på fil
tr: Dosyayı yeniden adlandır
uk: Перейменувати файл
vi: Đổi tên tệp
zh_hans: 重命名文件
zh_hant: 重新命名檔案

source: Repeat extra password
be: Паўтарыць дадатковы пароль
ca: Repeteixi la contrasenya addicional
cs: Zopakujte dodatečné heslo
da: Gentag ekstra adgangskode
de: Zusätzliches Passwort wiederholen
el: Επανάληψη επιπλέον κωδικού πρόσβασης
es: Repite la contraseña adicional
es_419: Repita la contraseña adicional
fi: Toista lisäsalasana
fr: Répéter le mot de passe supplémentaire
hu: Extra jelszó megismétlése
id: Ulangi kata sandi tambahan
it: Ripeti la password aggiuntiva
ja: 追加のパスワードを再入力
ka: გაიმეორეთ დამატებითი პაროლი
ko: 추가 비밀번호 재확인
nb: Gjenta ekstra passord
nl: Herhaal extra wachtwoord
pl: Potwierdź dodatkowe hasło
pt: Repetir a palavra-passe adicional
pt_br: Repetir senha adicional
ro: Repetare parolă suplimentară
ru: Повторите дополнительный пароль
sk: Zopakovať dodatočné heslo
sl: Ponovite dodatno geslo
sv: Repetera extralösenord
tr: Ek parola onayı
uk: Повторіть додатковий пароль
vi: Lặp lại mật khẩu phụ
zh_hans: 再次输入额外密码
zh_hant: 再次輸入第二密碼

source: Repeat PIN code
be: Паўтарыце PIN-код
ca: Repetir codi PIN
cs: Opakovat PIN kód
da: Gentag pinkode
de: PIN-Code erneut eingeben
el: Επανάληψη κωδικού PIN
es: Repetir código PIN
es_419: Repetir código PIN
fi: Toista PIN-koodi
fr: Confirmer le code PIN
hu: PIN megismétlése
id: Ulangi kode PIN
it: Conferma il codice PIN
ja: PIN コードの確認
ka: გაიმეორეთ PIN კოდი
ko: PIN 코드 확인
nb: Gjenta PIN-kode
nl: Herhaal pincode
pl: Powtórz kod PIN
pt: Repetir o código PIN
pt_br: Repetir o código PIN
ro: Repere cod PIN
ru: Повторите PIN-код
sk: Zopakovať PIN kód
sl: Ponovite kodo PIN
sv: Upprepa PIN-kod
tr: PIN kodu onayı
uk: Повторіть PIN-код
vi: Nhập lại mã PIN
zh_hans: 确认 PIN 码
zh_hant: 再輸相同 PIN 碼

source: Report a problem
be: Паведаміць аб праблеме
ca: Notifica un problema
cs: Nahlásit problém
da: Anmeld et problem
de: Ein Problem melden
el: Αναφορά προβλήματος
es: Notificar un problema
es_419: Reportar un problema
fi: Ilmoita ongelmasta
fr: Signaler un bug
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
ka: პრობლემის შესახებ შეტყობინება
ko: 문제 신고
nb: Rapporter et problem
nl: Meld een probleem
pl: Zgłoś problem
pt: Relatar um problema
pt_br: Relatar um problema
ro: Raportare problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sl: Prijavite težavo
sv: Rapportera ett problem
tr: Sorun bildirin
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

source: Report successfully sent
be: Справаздача паспяхова адпраўлена
ca: S'ha enviat l'informe.
cs: Hlášení bylo úspěšně odesláno
da: Rapport sendt
de: Bericht erfolgreich gesendet
el: Επιτυχής αποστολή αναφοράς
es: Se ha enviado el informe.
es_419: El informe fue enviado.
fi: Raportti lähetettiin
fr: Le signalement a été envoyé.
hu: Jelentés sikeresen elküldve
id: Laporan berhasil dikirim
it: Segnalazione inviata con successo
ja: 報告が正常に送信されました
ka: ანგარიში წარმატებით გაიგზავნა
ko: 제보를 성공적으로 보냄
nb: Rapporten er sendt
nl: Rapport met succes verzonden
pl: Raport został wysłany
pt: O relatório foi enviado.
pt_br: O relatório foi enviado.
ro: Raportul a fost trimis.
ru: Отчет успешно отправлен
sk: Hlásenie bolo úspešne odoslané
sl: Poročilo je bilo uspešno poslano.
sv: Rapport skickad
tr: Bildirim gönderildi
uk: Звіт успішно надіслано
vi: Đã gửi báo cáo thành công
zh_hans: 报告已成功发送
zh_hant: 報告已成功傳送

source: Require 2FA for organization
be: Патрабаванне 2ФА для арганізацыі
ca: Requereix A2F per a l'organització
cs: Vyžadujte u vaší organizace 2FA
da: Kræv 2FA for organisation
de: 2FA für die Organisation erforderlich
el: Απαιτείται 2FA για οργάνωση
es: Necesita 2FA para la organización
es_419: Necesita 2FA para la organización
fi: Vaadi organisaatiolle kaksivaiheinen tunnistautuminen
fr: A2F requise pour l'organisation
hu: Kétlépcsős hitelesítés megkövetelése a szervezetben
id: 2FA wajib bagi organisasi
it: Richiedi 2FA per l'organizzazione
ja: 組織には 2FA が必要です
ka: 2FA-ის მოთხოვნა ორგანიზაციისთვის
ko: 조직에 2단계 인증 요구
nb: Krev 2FA for organisasjonen
nl: Tweestapsauthenticatie vereist voor organisatie
pl: Wymagaj uwierzytelniania dwustopniowego w organizacji
pt: Exigir 2FA para a organização
pt_br: Requer A2F para a organização
ro: Este necesară A2F pentru organizație
ru: Требуется двухфакторная идентификация для организации
sk: Vyžadovať 2FA pre organizáciu
sl: Za organizacijo zahtevajte 2FA
sv: Kräver 2FA för organisation
tr: Kuruluş için iki adımlı doğrulama gereksin
uk: Вимагати двоетапну автентифікацію для організації
vi: Bắt buộc 2FA cho tổ chức
zh_hans: 要求组织启用 2FA
zh_hant: 要求組織雙重驗證

source: Resend invitation
be: Паўторна адправіць запрашэнне
ca: Reenvia la invitació
cs: Znovu poslat pozvánku
da: Gensend invitation
de: Einladung erneut senden
el: Επανάληψη αποστολής πρόσκλησης
es: Reenviar la invitación
es_419: Reenviar la invitación
fi: Lähetä kutsu uudelleen
fr: Renvoyer l'invitation
hu: Meghívó újraküldése
id: Kirim ulang undangan
it: Spedisci nuovamente l'invito
ja: 招待の再送
ka: მოსაწვევის თავიდან გაგზავნა
ko: 초대장 재전송
nb: Send invitasjon på nytt
nl: Uitnodiging opnieuw verzenden
pl: Wyślij ponownie zaproszenie
pt: Reenviar o convite
pt_br: Reenviar convite
ro: Retrimitere invitație
ru: Отправить повторное приглашение
sk: Znovu poslať pozvánku
sl: Ponovno pošlji povabilo
sv: Skicka inbjudan igen
tr: Daveti yeniden gönder
uk: Повторно надіслати запрошення
vi: Gửi lại lời mời
zh_hans: 重新发送邀请
zh_hant: 重新發送邀請

source: Reset
be: Скінуць
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fi: Palauta
fr: Réinitialiser
hu: Alaphelyzet
id: Atur ulang
it: Azzera
ja: リセット
ka: ჩამოყრა
ko: 재설정
nb: Tilbakestill
pl: Resetuj
pt: Redefinir
pt_br: Redefinir
ro: Resetare
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset filters
be: Скінуць фільтры
ca: Restableix els filtres
cs: Resetovat filtry
da: Nulstil filtre
de: Filter zurücksetzen
el: Επαναφορά φίλτρων
es: Restablecer los filtros
es_419: Restablecer filtros
fi: Tyhjennä suodattimet
fr: Réinitialiser les filtres
hu: Szűrők visszaállítása
id: Atur ulang filter
it: Reimposta i filtri
ja: フィルターをリセット
ka: ფილტრების ჩამოყრა
ko: 필터 초기화
nb: Tilbakestill filtre
nl: Filters resetten
pl: Zresetuj filtry
pt: Redefinir os filtros
pt_br: Redefinir filtros
ro: Resetare filtre
ru: Сбросить фильтры
sk: Obnoviť filtre
sl: Ponastavi filtre
sv: Återställ filter
tr: Süzgeçleri sıfırla
uk: Скинути фільтри
vi: Đặt lại bộ lọc
zh_hans: 重置筛选条件
zh_hant: 重設過濾器

source: Reset history
be: Скінуць гісторыю
ca: Restableix l'historial
cs: Resetovat historii
da: Nulstil historik
de: Verlauf löschen
el: Επαναφορά ιστορικού
es: Restablecer el historial
es_419: Restablecer el historial
fi: Tyhjennä historia
fr: Réinitialiser l'historique
hu: Előzmények visszaállítása
id: Atur ulang riwayat
it: Azzera cronologia
ja: 履歴をリセット
ka: ისტორიის ჩამოყრა
ko: 기록 초기화
nb: Tilbakestill historikk
nl: Reset historiek
pl: Usuń historię
pt: Redefinir o histórico
pt_br: Redefinir histórico
ro: Resetare istoric
ru: Сбросить историю
sk: Resetovať históriu
sv: Återställ historik
tr: Geçmişi sıfırla
uk: Скинути історію
vi: Đặt lại lịch sử
zh_hans: 重置历史记录
zh_hant: 重設歷史記錄

source: Reset history for this item?
be: Скінуць гісторыю для гэтага элемента?
ca: Voleu restablir l'historial d'aquest element?
cs: Resetovat historii této položky?
da: Nulstil historik for dette element?
de: Verlauf für dieses Element löschen?
el: Να γίνει επαναφορά ιστορικού αυτού του στοιχείου;
es: ¿Quieres restablecer el historial de este elemento?
es_419: ¿Desea restablecer el historial de este elemento?
fi: Tyhjennetäänkö tämän kohteen historia?
fr: Voulez-vous réinitialiser l'historique de cet élément ?
hu: Törli az elem előzményeit?
id: Atur ulang riwayat untuk item ini?
it: Reimpostare la cronologia per questo elemento?
ja: このアイテムの履歴をリセットしますか？
ka: ჩამოვყარო ისტორია ამ ელემენტისთვის?
ko: 이 항목의 기록을 재설정하시겠어요?
nb: Tilbakestille historikken for dette elementet?
nl: Historiek van dit item resetten
pl: Usunąć historię elementu?
pt: Redefinir o histórico deste item?
pt_br: Redefinir histórico para esse item?
ro: Resetați istoricul pentru acest articol?
ru: Сбросить историю для этого элемента?
sk: Resetovať históriu tejto položky?
sv: Återställ historik för detta objekt?
tr: Bu ögenin geçmişi sıfırlansın mı?
uk: Скинути історію для цього елемента?
vi: Đặt lại lịch sử cho mục này?
zh_hans: 重置此项目的历史记录？
zh_hant: 重設此項目的歷史？
